Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: For example: gpt-image-2 or claude-4-sonnet
ar: على سبيل المثال: gpt-image-2 أو claude-4-sonnet
de: Beispiel: gpt-image-2 oder claude-4-sonnet
es: Por ejemplo: gpt-image-2 o claude-4-sonnet
fr: Par exemple : gpt-image-2 ou claude-4-sonnet
hi: उदाहरण: gpt-image-2 या claude-4-sonnet
id: Misalnya: gpt-image-2 atau claude-4-sonnet
ja: 例: gpt-image-2 または claude-4-sonnet
ko: 예: gpt-image-2 또는 claude-4-sonnet
pt_br: Por exemplo: gpt-image-2 ou claude-4-sonnet
ru: Например: gpt-image-2 или claude-4-sonnet
th: ตัวอย่าง: gpt-image-2 หรือ claude-4-sonnet
tr: Örneğin: gpt-image-2 veya claude-4-sonnet
vi: Ví dụ: gpt-image-2 hoặc claude-4-sonnet
zh_hans: 例如：gpt-image-2 或 claude-4-sonnet
zh_hant: 例如：gpt-image-2 或 claude-4-sonnet

# For relays that require the Responses API.
source: For custom LLMs that require the Responses API.
ar: لخدمات custom LLM التي تتطلب Responses API.
de: Für benutzerdefinierte LLMs, die die Responses API erfordern.
es: Para LLM personalizados que requieren la Responses API.
fr: Pour les LLM personnalisé qui nécessitent l’API Responses.
hi: उन कस्टम LLMs के लिए जिन्हें Responses API चाहिए।
id: Untuk LLM kustom yang memerlukan Responses API.
ja: Responses API が必要な カスタム LLM 向けです。
ko: Responses API가 필요한 사용자 지정 LLM에 사용합니다.
pt_br: Para LLM personalizados que exigem a Responses API.
ru: Для пользовательская LLM, которым требуется Responses API.
th: สำหรับ LLM แบบกำหนดเอง ที่ต้องใช้ Responses API
tr: Responses API gerektiren özel LLM’ler için.
vi: Dành cho LLM tùy chỉnh yêu cầu Responses API.
zh_hans: 适用于要求使用 Responses API 的自定义 LLM。
zh_hant: 適用於要求使用 Responses API 的自訂 LLM。

source: Found %d model(s) in the catalog.
ar: تم العثور على طراز (نماذج) %d في الكتالوج.
de: %d-Modell(e) im Katalog gefunden.
es: Modeloo(s) %d encontrados en el catálogo.
fr: Modèle(s) %d trouvé(s) dans le catalogue.
hi: कैटलॉग में %d मॉडल मिले।
id: Menemukan model %d di katalog.
ja: カタログ内に %d モデルが見つかりました。
ko: 카탈로그에서 %d 모델을 찾았습니다.
pt_br: Modeloo(s) %d encontrado(s) no catálogo.
ru: В каталоге найдены модели %d.
th: พบรุ่น %d ในแค็ตตาล็อก
tr: Katalogda %d modelini/modellerini buldum.
vi: Đã tìm thấy (các) mẫu %d trong danh mục.
zh_hans: 在模型目录中找到 %d 个模型。
zh_hant: 在模型目錄中找到 %d 個模型。

source: Full address
ar: العنوان الكامل
de: Vollständige Adresse
es: Dirección completa
fr: Adresse complète
hi: पूरा पता
id: Alamat lengkap
ja: 完全なアドレス
ko: 전체 주소
pt_br: Endereço completo
ru: Полный адрес
th: ที่อยู่แบบเต็ม
tr: Tam adres
vi: Địa chỉ đầy đủ
zh_hans: 完整地址
zh_hant: 完整位址

source: Fully custom (advanced)
ar: مخصص بالكامل (متقدم)
de: Vollständig anpassbar (erweitert)
es: Totalmente personalizado (avanzado)
fr: Entièrement personnalisé (avancé)
hi: पूरी तरह कस्टम (उन्नत)
id: Sepenuhnya kustom (lanjutan)
ja: 完全カスタム (詳細)
ko: 완전 사용자 지정 (고급)
pt_br: Totalmente personalizado (avançado)
ru: Полная настройка (продвинутый)
th: กำหนดเองทั้งหมด (ขั้นสูง)
tr: Tamamen özel (gelişmiş)
vi: Tuỳ chỉnh hoàn toàn (nâng cao)
zh_hans: 完全自定义（高级）
zh_hant: 完全自訂（進階）

source: Gemini compatible
ar: متوافق مع Gemini
de: Gemini-kompatibel
es: Compatible con Gemini
fr: Compatible Gemini
hi: Gemini संगत
id: Kompatibel Gemini
ja: Gemini 互換
ko: Gemini 호환
pt_br: Compatível com Gemini
ru: Совместимо с Gemini
th: เข้ากันได้กับ Gemini
tr: Gemini uyumlu
vi: Tương thích Gemini
zh_hans: Gemini 兼容
zh_hant: Gemini 相容

source: Generate images in chat
ar: إنشاء صور في الدردشة
de: Bilder im Chat generieren
es: Generar imágenes en el chat
fr: Générer des images dans le chat
hi: चैट में चित्र जनरेट करें
id: Hasilkan gambar di obrolan
ja: チャット内で画像生成
ko: 채팅에서 이미지 생성
pt_br: Gerar imagens no chat
ru: Создавать изображения в чате
th: สร้างรูปภาพในแชท
tr: Sohbette resim oluştur
vi: Tạo ảnh trong trò chuyện
zh_hans: 生成图片
zh_hant: 產生圖片

source: Global (api.minimax.io)
ar: عالمي (api.minimax.io)
hi: वैश्विक (api.minimax.io)
ja: グローバル (api.minimax.io)
ko: 글로벌 (api.minimax.io)
ru: Глобальный (api.minimax.io)
th: ทั่วโลก (api.minimax.io)
tr: Küresel (api.minimax.io)
vi: Toàn cầu (api.minimax.io)
zh_hans: 全球 (api.minimax.io)
zh_hant: 全球 (api.minimax.io)

source: Grok subscription
ar: اشتراك Grok
de: Grok-Abo
es: Suscripción de Grok
fr: Abonnement Grok
hi: Grok सब्सक्रिप्शन
id: Langganan Grok
ja: Grok サブスクリプション
ko: Grok 구독
pt_br: Assinatura do Grok
ru: Подписка Grok
th: การสมัครสมาชิก Grok
tr: Grok aboneliği
vi: Gói đăng ký Grok
zh_hans: Grok 订阅
zh_hant: Grok 訂閱

source: Grok subscription sign-in is temporarily unavailable while we update it. You can connect with an API key instead.
ar: تسجيل الدخول باشتراك Grok غير متاح مؤقتًا أثناء التحديث. يمكنك الاتصال بمفتاح API بدلًا من ذلك.
de: Die Anmeldung mit dem Grok-Abo ist während der Aktualisierung vorübergehend nicht verfügbar. Du kannst stattdessen einen API-Schlüssel verwenden.
es: El inicio de sesión con la suscripción de Grok no está disponible temporalmente mientras lo actualizamos. Puedes conectarte con una clave de API.
fr: La connexion par abonnement Grok est temporairement indisponible pendant la mise à jour. Vous pouvez utiliser une clé API à la place.
hi: Grok सब्सक्रिप्शन साइन-इन अभी अस्थायी रूप से उपलब्ध नहीं है, हम इसे अपडेट कर रहे हैं। आप API की से कनेक्ट कर सकते हैं।
id: Masuk dengan langganan Grok sementara tidak tersedia karena sedang kami perbarui. Anda bisa terhubung dengan kunci API.
ja: Grok サブスクリプションでのログインは現在調整中のため一時的に利用できません。API キーでの接続をご利用ください。
ko: Grok 구독 로그인은 업데이트 중이라 일시적으로 사용할 수 없습니다. 대신 API 키로 연결할 수 있습니다.
pt_br: O login com assinatura do Grok está temporariamente indisponível enquanto atualizamos. Você pode conectar com uma chave de API.
ru: Вход по подписке Grok временно недоступен — мы его обновляем. Пока можно подключиться по API-ключу.
th: การลงชื่อเข้าใช้ด้วยการสมัครสมาชิก Grok ใช้ไม่ได้ชั่วคราวเนื่องจากกำลังปรับปรุง คุณสามารถเชื่อมต่อด้วยคีย์ API แทนได้
tr: Grok abonelik girişi güncelleme sırasında geçici olarak kullanılamıyor. Bunun yerine API anahtarıyla bağlanabilirsin.
vi: Đăng nhập bằng gói đăng ký Grok tạm thời không khả dụng do đang được cập nhật. Bạn có thể kết nối bằng khóa API.
zh_hans: Grok 订阅登录暂时不可用，我们正在适配。你可以先改用 API 密钥连接。
zh_hant: Grok 訂閱登入暫時無法使用，我們正在調整。你可以先改用 API 金鑰連接。

source: Hide API key
ar: إخفاء مفتاح API
de: API-Schlüssel ausblenden
es: Ocultar clave API
fr: Masquer la clé API
hi: एपीआई कुंजी छुपाएं
id: Sembunyikan kunci API
ja: APIキーを非表示にする
ko: API 키 숨기기
pt_br: Ocultar chave de API
ru: Скрыть ключ API
th: ซ่อนคีย์ API
tr: API anahtarını gizle
vi: Ẩn khóa API
zh_hans: 隐藏 API 密钥
zh_hant: 隱藏 API 金鑰

source: High
ar: مرتفع
de: Hoch
es: Alto
fr: Élevé
hi: उच्च
id: Tinggi
ja: 高
ko: 높음
pt_br: Alto
ru: Высокий
th: สูง
tr: Yüksek
vi: Cao
zh_hans: 高
zh_hant: 高

source: Higher is more creative, lower is more consistent.
ar: الأعلى أكثر إبداعًا والأدنى أكثر اتساقًا.
de: Höher ist kreativer, niedriger ist konsistenter.
es: Más alto es más creativo; más bajo, más consistente.
fr: Plus haut : plus créatif ; plus bas : plus régulier.
hi: अधिक = अधिक रचनात्मक, कम = अधिक स्थिर।
id: Makin tinggi makin kreatif, makin rendah makin konsisten.
ja: 高いほど独創的に、低いほど安定します。
ko: 높을수록 창의적, 낮을수록 일관됩니다.
pt_br: Mais alto é mais criativo; mais baixo, mais consistente.
ru: Выше — креативнее, ниже — стабильнее.
th: ยิ่งสูงยิ่งสร้างสรรค์ ยิ่งต่ำยิ่งคงเส้นคงวา
tr: Yüksek daha yaratıcı, düşük daha tutarlıdır.
vi: Cao hơn thì sáng tạo hơn, thấp hơn thì ổn định hơn.
zh_hans: 越高越有创意，越低越稳定。
zh_hant: 越高越有創意，越低越穩定。

source: Hong Kong
ar: هونغ كونغ
hi: हांगकांग
ja: 香港
ko: 홍콩
ru: Гонконг
th: ฮ่องกง
vi: Hồng Kông
zh_hans: 香港
zh_hant: 香港

source: How do you want to connect ChatGPT?
ar: كيف تريد ربط ChatGPT؟
de: Wie möchtest du ChatGPT verbinden?
es: ¿Cómo quieres conectar ChatGPT?
fr: Comment souhaitez-vous connecter ChatGPT ?
hi: ChatGPT को कैसे कनेक्ट करना चाहते हैं?
id: Bagaimana Anda ingin menghubungkan ChatGPT?
ja: ChatGPT への接続方法を選んでください
ko: ChatGPT에 어떻게 연결하시겠어요?
pt_br: Como você quer conectar o ChatGPT?
ru: Как подключить ChatGPT?
th: คุณต้องการเชื่อมต่อ ChatGPT อย่างไร
tr: ChatGPT'yi nasıl bağlamak istersin?
vi: Bạn muốn kết nối ChatGPT bằng cách nào?
zh_hans: 如何连接 ChatGPT？
zh_hant: 如何連接 ChatGPT？

source: How do you want to connect Grok?
ar: كيف تريد ربط Grok؟
de: Wie möchtest du Grok verbinden?
es: ¿Cómo quieres conectar Grok?
fr: Comment souhaitez-vous connecter Grok ?
hi: Grok को कैसे कनेक्ट करना चाहते हैं?
id: Bagaimana Anda ingin menghubungkan Grok?
ja: Grok への接続方法を選んでください
ko: Grok에 어떻게 연결하시겠어요?
pt_br: Como você quer conectar o Grok?
ru: Как подключить Grok?
th: คุณต้องการเชื่อมต่อ Grok อย่างไร
tr: Grok'u nasıl bağlamak istersin?
vi: Bạn muốn kết nối Grok bằng cách nào?
zh_hans: 如何连接 Grok？
zh_hant: 如何連接 Grok？

source: If auto-sync fails or model listing isn't supported, you can still continue.
ar: إذا فشلت المزامنة التلقائية أو لم تكن قائمة النماذج مدعومة، فلا يزال بإمكانك المتابعة.
de: Wenn die automatische Synchronisierung fehlschlägt oder die Modellauflistung nicht unterstützt wird, können Sie trotzdem fortfahren.
es: Si la sincronización automática falla o la lista de modelos no es compatible, aún puedes continuar.
fr: Si la synchronisation automatique échoue ou si la liste des modèles n'est pas prise en charge, vous pouvez toujours continuer.
hi: यदि ऑटो-सिंक विफल हो जाता है या मॉडल सूची समर्थित नहीं है, तो भी आप जारी रख सकते हैं।
id: Jika sinkronisasi otomatis gagal atau daftar model tidak didukung, Anda masih dapat melanjutkan.
ja: 自動同期が失敗する場合、またはモデルのリストがサポートされていない場合でも、続行できます。
ko: 자동 동기화가 실패하거나 모델 목록이 지원되지 않는 경우에도 계속할 수 있습니다.
pt_br: Se a sincronização automática falhar ou a listagem de modelos não for compatível, você ainda poderá continuar.
ru: Если автосинхронизация не удалась или список моделей не поддерживается, вы все равно можете продолжить.
th: หากการซิงค์อัตโนมัติล้มเหลวหรือไม่รองรับการลงรายการรุ่น คุณยังคงสามารถดำเนินการต่อได้
tr: Otomatik senkronizasyon başarısız olursa veya model listeleme desteklenmiyorsa yine de devam edebilirsiniz.
vi: Nếu tự động đồng bộ hóa không thành công hoặc danh sách mẫu máy không được hỗ trợ, bạn vẫn có thể tiếp tục.
zh_hans: 如果自动同步失败或不支持模型列表，你仍然可以继续。
zh_hant: 如果自動同步失敗或不支援模型列表，你仍然可以繼續。

source: Image Gen
ar: توليد صور
de: Bilderzeugung
es: Gen. de imagen
fr: Gén. d'image
hi: छवि जनरल
id: Jenderal Gambar
ja: 画像生成
ko: 이미지 생성
pt_br: Geração de imagem
ru: Генерация изображений
th: อิมเมจเจน
tr: Görüntü Oluşturma
vi: Gen hình ảnh
zh_hans: 图片生成
zh_hant: 圖像生成

source: Image attachments use the wrong schema for this custom LLM's protocol. The model and protocol may not match — open Providers → this connection → Connection settings → protocol type and switch to a type that fits your model, then retry.
ar: تستخدم مرفقات الصور مخططًا لا يطابق بروتوكول هذا النموذج اللغوي الكبير المخصص. قد لا يتطابق النموذج والبروتوكول — افتح المزوّدون ← هذه الاتصالات ← إعدادات الاتصال ← نوع البروتوكول، ثم اختر نوعًا يناسب نموذجك وأعد المحاولة.
de: Bildanhänge verwenden das falsche Schema für das Protokoll dieses benutzerdefinierte LLMs. Modell und Protokoll passen möglicherweise nicht zusammen — öffne Anbieter → dieses benutzerdefinierte LLM → Verbindungseinstellungen → Protokolltyp und wechsle zu einem Typ, der zu deinem Modell passt, dann versuche es erneut.
es: Los archivos adjuntos de imagen usan un esquema incorrecto para el protocolo de este LLM personalizado. Es posible que el modelo y el protocolo no coincidan: abre Proveedores → este LLM personalizado → Configuración de conexión → tipo de protocolo y cambia a un tipo que se ajuste a tu modelo, luego reintenta.
fr: Les pièces jointes image utilisent un schéma incorrect pour le protocole de ce LLM personnalisé. Le modèle et le protocole pourraient ne pas correspondre — ouvre Fournisseurs → ce LLM personnalisé → Paramètres de connexion → type de protocole et bascule vers un type adapté à ton modèle, puis réessaie.
hi: इस कस्टम LLM के प्रोटोकॉल के लिए छवि अनुलग्नक गलत स्कीमा का उपयोग कर रहे हैं। मॉडल और प्रोटोकॉल मेल नहीं खा सकते — प्रदाता → यह कस्टम LLM → कनेक्शन सेटिंग्स → प्रोटोकॉल प्रकार खोलें और अपने मॉडल के लिए उपयुक्त प्रकार चुनें, फिर पुनः प्रयास करें।
id: Lampiran gambar memakai skema yang salah untuk protokol LLM kustom ini. Model dan protokol mungkin tidak cocok — buka Penyedia → LLM kustom ini → Pengaturan koneksi → jenis protokol lalu ganti ke tipe yang cocok dengan model Anda, kemudian coba lagi.
ja: 画像添付のスキーマがこのカスタム LLM のプロトコルに合っていません。モデルとプロトコルが一致しない可能性があります。プロバイダー → この接続 → 接続設定 → プロトコルの種類を開き、モデルに合う種類へ切り替えてから再試行してください。
ko: 이미지 첨부가 이 사용자 지정 LLM의 프로토콜에 맞지 않는 스키마를 사용합니다. 모델과 프로토콜이 일치하지 않을 수 있습니다 — 제공업체 → 이 사용자 지정 LLM → 연결 설정 → 프로토콜 유형을 열어 모델에 맞는 유형으로 변경한 뒤 다시 시도하세요.
pt_br: Os anexos de imagem usam o esquema errado para o protocolo deste LLM personalizado. O modelo e o protocolo podem não combinar — abra Provedores → este LLM personalizado → Configurações de conexão → tipo de protocolo e mude para um tipo que combine com seu modelo, depois tente novamente.
ru: Вложенные изображения используют схему, не подходящую для протокола этой пользовательской LLM. Возможно, модель и протокол не совпадают — откройте Поставщики → это подключение → Настройки подключения → тип протокола и переключитесь на тип, подходящий вашей модели, затем повторите.
th: ไฟล์แนบรูปภาพใช้สคีมาที่ไม่ตรงกับโปรโตคอลของ LLM แบบกำหนดเองนี้ โมเดลและโปรโตคอลอาจไม่เข้ากัน — เปิดผู้ให้บริการ → LLM แบบกำหนดเองนี้ → การตั้งค่าการเชื่อมต่อ → ประเภทโปรโตคอล แล้วสลับเป็นประเภทที่เหมาะกับโมเดลของคุณ จากนั้นลองใหม่
tr: Görsel ekler bu özel LLM'in protokolüne yanlış şemada gönderiliyor. Model ve protokol eşleşmiyor olabilir — Sağlayıcılar → bu özel LLM → Bağlantı ayarları → protokol türü bölümünü açın ve modeline uygun bir türe geçip tekrar deneyin.
vi: Tệp đính kèm ảnh dùng sai schema cho giao thức của LLM tùy chỉnh này. Mô hình và giao thức có thể không khớp — mở Nhà cung cấp → LLM tùy chỉnh này → Cài đặt kết nối → loại giao thức rồi chuyển sang loại phù hợp với mô hình, sau đó thử lại.
zh_hans: 图片附件的 schema 不符合此自定义 LLM 的协议，模型与协议可能不匹配。打开 供应商 → 该连接 → 连接设置 → 协议类型，切换到匹配模型的类型后重试。
zh_hant: 圖片附件的 schema 不符合此自訂 LLM 的協定，模型與協定可能不相符。開啟 供應商 → 該連線 → 連線設定 → 協議類型，切換到符合模型的類型後重試。

source: Image generation is not available on this protocol. Open Providers → this connection → Connection settings → Protocol and switch to OpenAI Responses or Chat Completions.
ar: توليد الصور غير متاح مع هذا البروتوكول. افتح المزوّدون ← هذا الاتصال ← إعدادات الاتصال ← بروتوكول، وبدّله إلى OpenAI Responses أو Chat Completions.
de: Bildgenerierung ist über dieses Protokoll nicht verfügbar. Öffne Providers → diese Verbindung → Verbindungseinstellungen → Protokoll und wechsle zu OpenAI Responses oder Chat Completions.
es: La generación de imágenes no está disponible con este protocolo. Abre Proveedores → esta conexión → Configuración de conexión → Protocolo y cámbialo a OpenAI Responses o Chat Completions.
fr: La génération d’images n’est pas disponible avec ce protocole. Ouvrez Providers → cette connexion → Paramètres de connexion → Protocole et basculez sur OpenAI Responses ou Chat Completions.
hi: इस प्रोटोकॉल पर इमेज जनरेशन उपलब्ध नहीं है। Providers → इस कनेक्शन → कनेक्शन सेटिंग्स → प्रोटोकॉल खोलें और इसे OpenAI Responses या Chat Completions पर स्विच करें।
id: Pembuatan gambar tidak tersedia pada protokol ini. Buka Providers → koneksi ini → Pengaturan koneksi → Protokol, lalu ubah ke OpenAI Responses atau Chat Completions.
ja: このプロトコルでは画像生成を利用できません。プロバイダー → この接続 → 接続設定 → プロトコルを開き、OpenAI Responses または Chat Completions に切り替えてください。
ko: 현재 프로토콜에서는 이미지 생성을 사용할 수 없습니다. 공급자 → 이 연결 → 연결 설정 → 프로토콜에서 OpenAI Responses 또는 Chat Completions로 변경하세요.
pt_br: A geração de imagens não está disponível com este protocolo. Abra Provedores → esta conexão → Configurações da conexão → Protocolo e mude para OpenAI Responses ou Chat Completions.
ru: Генерация изображений недоступна в этом протоколе. Откройте Провайдеры → это подключение → Настройки подключения → Протокол и переключитесь на OpenAI Responses или Chat Completions.
th: การสร้างภาพไม่รองรับกับโปรโตคอลนี้ เปิด ผู้ให้บริการ → การเชื่อมต่อนี้ → การตั้งค่าการเชื่อมต่อ → โปรโตคอล แล้วเปลี่ยนเป็น OpenAI Responses หรือ Chat Completions
tr: Bu protokolde görsel üretimi kullanılamaz. Sağlayıcılar → bu bağlantı → Bağlantı ayarları → Protokol bölümünde OpenAI Responses veya Chat Completions olarak değiştirin.
vi: Tạo ảnh không khả dụng với giao thức này. Mở Providers → kết nối này → Cài đặt kết nối → Giao thức và chuyển sang OpenAI Responses hoặc Chat Completions.
zh_hans: 当前协议不支持图片生成。打开供应商 → 该连接 → 连接设置 → 协议，切换为 OpenAI Responses 或 Chat Completions。
zh_hant: 目前協議不支援圖片生成。開啟供應商 → 該連線 → 連線設定 → 協議，切換為 OpenAI Responses 或 Chat Completions。

source: In use
ar: قيد الاستخدام
de: In Gebrauch
es: En uso
fr: En cours d’utilisation
hi: उपयोग में
id: Sedang dipakai
ja: 使用中
ko: 사용 중
pt_br: Em uso
ru: Используется
th: กำลังใช้งาน
tr: Kullanımda
vi: Đang dùng
zh_hans: 已启用
zh_hant: 已啟用

source: Included in your ChatGPT subscription
ar: مضمَّن في اشتراك ChatGPT الخاص بك
de: In deinem ChatGPT-Abo enthalten
es: Incluido en tu suscripción de ChatGPT
fr: Inclus dans votre abonnement ChatGPT
hi: आपके ChatGPT सब्सक्रिप्शन में शामिल
id: Termasuk dalam langganan ChatGPT Anda
ja: ChatGPT サブスクリプションに含まれます
ko: ChatGPT 구독에 포함됨
pt_br: Incluído na sua assinatura do ChatGPT
ru: Входит в вашу подписку ChatGPT
th: รวมอยู่ในการสมัครสมาชิก ChatGPT ของคุณ
tr: ChatGPT aboneliğine dahil
vi: Có trong gói đăng ký ChatGPT của bạn
zh_hans: 包含在你的 ChatGPT 订阅中
zh_hant: 包含在你的 ChatGPT 訂閱中

source: Included in your Grok subscription
ar: مضمَّن في اشتراك Grok الخاص بك
de: In deinem Grok-Abo enthalten
es: Incluido en tu suscripción de Grok
fr: Inclus dans votre abonnement Grok
hi: आपके Grok सब्सक्रिप्शन में शामिल
id: Termasuk dalam langganan Grok Anda
ja: Grok サブスクリプションに含まれます
ko: Grok 구독에 포함됨
pt_br: Incluído na sua assinatura do Grok
ru: Входит в вашу подписку Grok
th: รวมอยู่ในการสมัครสมาชิก Grok ของคุณ
tr: Grok aboneliğine dahil
vi: Có trong gói đăng ký Grok của bạn
zh_hans: 包含在你的 Grok 订阅中
zh_hant: 包含在你的 Grok 訂閱中

source: International (api.moonshot.ai)
ar: دولي (api.moonshot.ai)
de: Internationaler Endpoint (api.moonshot.ai)
es: Internacional (api.moonshot.ai)
fr: Endpoint international (api.moonshot.ai)
hi: अंतरराष्ट्रीय (api.moonshot.ai)
id: Internasional (api.moonshot.ai)
ja: 国際 (api.moonshot.ai)
ko: 국제 (api.moonshot.ai)
pt_br: Internacional (api.moonshot.ai)
ru: Международный (api.moonshot.ai)
th: ระหว่างประเทศ (api.moonshot.ai)
tr: Uluslararası (api.moonshot.ai)
vi: Quốc tế (api.moonshot.ai)
zh_hans: 国际（api.moonshot.ai）
zh_hant: 國際（api.moonshot.ai）

source: International (api.siliconflow.com)
ar: دولي (api.siliconflow.com)
de: Internationaler Endpoint (api.siliconflow.com)
es: Internacional (api.siliconflow.com)
fr: Endpoint international (api.siliconflow.com)
hi: अंतरराष्ट्रीय (api.siliconflow.com)
id: Internasional (api.siliconflow.com)
ja: 国際 (api.siliconflow.com)
ko: 국제 (api.siliconflow.com)
pt_br: Internacional (api.siliconflow.com)
ru: Международный (api.siliconflow.com)
th: ระหว่างประเทศ (api.siliconflow.com)
tr: Uluslararası (api.siliconflow.com)
vi: Quốc tế (api.siliconflow.com)
zh_hans: 国际（api.siliconflow.com）
zh_hant: 國際（api.siliconflow.com）

# Invalid local address
source: This local address is not allowed.
ar: هذا العنوان المحلي غير مسموح.
de: Diese lokale Adresse ist nicht zulässig.
es: Esta dirección local no está permitida.
fr: Cette adresse locale n’est pas autorisée.
hi: इस लोकल पते की अनुमति नहीं है।
id: Alamat lokal ini tidak diizinkan.
ja: このローカルアドレスは許可されていません。
ko: 이 로컬 주소는 허용되지 않습니다.
pt_br: Este endereço local não é permitido.
ru: Этот локальный адрес не разрешён.
th: ไม่อนุญาตที่อยู่ภายในนี้
tr: Bu yerel adrese izin verilmiyor.
vi: Địa chỉ cục bộ này không được phép.
zh_hans: 不允许使用此本地地址。
zh_hant: 不允許使用此本機位址。

source: Invalid request URL
ar: عنوان URL للطلب غير صالح
de: Ungültige Anfrage-URL
es: URL de solicitud no válida
fr: URL de demande invalide
hi: अमान्य अनुरोध URL
id: URL permintaan tidak valid
ja: 無効なリクエスト URL
ko: 잘못된 요청 URL
pt_br: URL de solicitação inválido
ru: Неверный URL-адрес запроса
th: URL คำขอไม่ถูกต้อง
tr: Geçersiz istek URL'si
vi: URL yêu cầu không hợp lệ
zh_hans: 请求地址无效
zh_hant: 請求網址無效

source: Issue
ar: مشكلة
de: Problem
es: Problema
fr: Problème
hi: मुद्दा
id: Masalah
ja: 問題
ko: 문제
pt_br: Problema
ru: Проблема
th: ปัญหา
tr: Sorun
vi: Vấn đề
zh_hans: 异常
zh_hant: 異常

source: Just enter one usable model ID. You don't need to understand the protocol details.
ar: فقط أدخل معرف نموذج واحد قابل للاستخدام. لا تحتاج إلى فهم تفاصيل البروتوكول.
de: Gib einfach eine verwendbare Modell-ID ein. Sie müssen die Protokolldetails nicht verstehen.
es: Simplemente ingrese una identificación de modelo utilizable. No es necesario comprender los detalles del protocolo.
fr: Entrez simplement un ID de modèle utilisable. Vous n'avez pas besoin de comprendre les détails du protocole.
hi: बस एक प्रयोग करने योग्य मॉडल आईडी दर्ज करें। आपको प्रोटोकॉल विवरण समझने की आवश्यकता नहीं है.
id: Cukup masukkan satu ID model yang dapat digunakan. Anda tidak perlu memahami detail protokolnya.
ja: 使用可能なモデル ID を 1 つ入力するだけです。プロトコルの詳細を理解する必要はありません。
ko: 사용 가능한 모델 ID를 하나만 입력하세요. 프로토콜 세부 사항을 이해할 필요는 없습니다.
pt_br: Basta inserir um ID de modelo utilizável. Você não precisa entender os detalhes do protocolo.
ru: Просто введите один используемый идентификатор модели. Вам не нужно разбираться в деталях протокола.
th: เพียงป้อนรหัสรุ่นที่ใช้งานได้เพียงรหัสเดียว คุณไม่จำเป็นต้องเข้าใจรายละเอียดโปรโตคอล
tr: Kullanılabilir bir model kimliği girmeniz yeterlidir. Protokol ayrıntılarını anlamanıza gerek yok.
vi: Chỉ cần nhập một ID mẫu có thể sử dụng được. Bạn không cần phải hiểu chi tiết giao thức.
zh_hans: 只需输入一个可用的模型 ID，不需要了解协议细节。
zh_hant: 只需輸入可用的模型 ID。你不需要了解協議細節。

source: Keep HTTPS
ar: احتفظ بـ HTTPS
de: HTTPS beibehalten
es: Mantener HTTPS
fr: Conserver HTTPS
hi: HTTPS रखें
id: Pertahankan HTTPS
ja: HTTPS を維持する
ko: HTTPS 유지
pt_br: Manter HTTPS
ru: Сохраняйте HTTPS
th: เก็บ HTTPS ไว้
tr: HTTPS'yi koruyun
vi: Giữ HTTPS
zh_hans: 保持 HTTPS
zh_hant: 保持 HTTPS

source: Keep editing
ar: استمر في التحرير
de: Bearbeiten Sie weiter
es: Sigue editando
fr: Continuer à éditer
hi: संपादन करते रहें
id: Lanjutkan mengedit
ja: 編集を続ける
ko: 계속 수정하세요
pt_br: Continue editando
ru: Продолжайте редактировать
th: แก้ไขต่อไป
tr: Düzenlemeye devam et
vi: Tiếp tục chỉnh sửa
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: Kimi API keys are region-specific. Choose the Request URL that matches your Kimi account.
ar: تختلف مفاتيح API الخاصة بـ Kimi حسب منطقة الحساب. اختر عنوان الطلب المطابق لحساب Kimi.
de: Kimi-API-Schlüssel sind an die Kontoregion gebunden. Wähle die Request-URL, die zu deinem Kimi-Konto passt.
es: Las claves API de Kimi dependen de la región de la cuenta. Elige la URL de solicitud correspondiente a tu cuenta de Kimi.
fr: Les clés API Kimi dépendent de la région du compte. Choisissez l’URL de requête correspondant à votre compte Kimi.
hi: Kimi API कुंजियां खाते के क्षेत्र से जुड़ी होती हैं। अपने Kimi खाते से मेल खाता अनुरोध URL चुनें।
id: Kunci API Kimi terikat pada wilayah akun. Pilih URL permintaan yang sesuai dengan akun Kimi Anda.
ja: Kimi API キーはアカウントの地域に紐づいています。Kimi アカウントに合うリクエスト URL を選択してください。
ko: Kimi API 키는 계정 지역에 연결됩니다. Kimi 계정에 맞는 요청 URL을 선택하세요.
pt_br: As chaves de API da Kimi dependem da região da conta. Escolha a URL de solicitação correspondente à sua conta Kimi.
ru: Ключи API Kimi привязаны к региону аккаунта. Выберите URL запроса, соответствующий вашему аккаунту Kimi.
th: คีย์ API ของ Kimi ผูกกับภูมิภาคของบัญชี เลือก URL คำขอที่ตรงกับบัญชี Kimi ของคุณ
tr: Kimi API anahtarları hesap bölgesine bağlıdır. Kimi hesabınızla eşleşen istek URL'sini seçin.
vi: Khóa API Kimi gắn với khu vực tài khoản. Chọn URL yêu cầu khớp với tài khoản Kimi của bạn.
zh_hans: Kimi API Key 区分账号区域，请选择与你的 Kimi 账号一致的请求 URL。
zh_hant: Kimi API Key 依帳號區域區分，請選擇與你的 Kimi 帳號一致的請求 URL。
